albert.tabout
alefragnani.bookmarks
alefragnani.project-manager
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
continue.continue
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.code-runner
google.geminicodeassist
humao.rest-client
k--kato.intellij-idea-keybindings
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-next
msjsdiag.vscode-react-native
mtxr.sqltools
pkief.material-icon-theme
prisma.prisma
tamasfe.even-better-toml
whatwedo.twig
xdebug.php-debug
yzhang.markdown-all-in-one
